print("Ваши фамилия, имя?")
name = str(input())
print("Сколько вам лет?")
age = int(input())
print("Где вы живете?")
place = str(input())

print(f" Ваши фамилия, имя: {name}\n Ваш возраст: {age}\n Вы живете в {place}")

# 2) Напишите программу, которая запрашивала бы у пользователя:
# Имя, Фамилия, Возраст, Место жительства
# - фамилия, имя ("Ваши фамилия, имя?")
# - возраст ("Сколько Вам лет?")
# - место жительства ("Где вы живете?")
# После этого выводила бы три строки:
# "Ваши фамилия, имя"
# "Ваш возраст"
# "Вы живете в"