print("Введите 1-ое число:")
a = int(input())
print("Введите 2-ое число:")
b = int(input())
print("Введите 3-ое число:")
c = int(input())

if a>0 and a<4:
    print(a)
if b>0 and b<4:
    print(b)
if c>0 and c<4:
    print(c)

# Даны три целых числа. Выбрать из них те, которые принадлежат интервалу [1,3].