print("Введите 1-ое число:")
a = int(input())
print("Введите 2-ое число:")
b = int(input())
print("Введите 3-ое число:")
c = int(input())

sr = (a+b+c)/3
print(sr)

# 5. Задание: Вычисление среднего арифметического трех чисел